/* Heading for UI related to a glyph */
"Glyph" = "Glyphe";

/* Button that restores a glyph from a previous file version */
"Restore Glyph" = "Glyphe wiederherstellen";

/* Label explaining how a glyph is restored from a previous file version */
"First, renames the current “^[%@](legibility: 'high')” glyph to “^[%@](legibility: 'high')”. Then, restores “^[%@](legibility: 'high')” from the selected version." = "Benennt zunächst die aktuelle Glyphe „^[%1$@](legibility: 'high')“ in „^[%2$@](legibility: 'high')“ um. Dann wird „^[%3$@](legibility: 'high')“ aus der ausgewählten Version wiederhergestellt.";

/* Button that restores a glyph from a previous version and gives the restored glyph a specific name */
"Restore Glyph as “^[%@](legibility: 'high')”" = "Glyphe als „^[%1$@](legibility: 'high')“ wiederherstellen";

/* Label explaining how a glyph is restored from a previous file version */
"Restores “^[%@](legibility: 'high')” from the selected version as “^[%@](legibility: 'high')” in the current font. The current “^[%@](legibility: 'high')” glyph is left unchanged." = "Stellt „^[%1$@](legibility: 'high')“ von der ausgewählten Version als „^[%2$@](legibility: 'high')“ in der aktuellen Schrift wieder her. Die aktuelle „^[%3$@](legibility: 'high')“ Glyphe bleibt unverändert.";

/* Heading for UI related to a layer */
"Layer" = "Ebene";

/* Button that restores a layer from a previous file version */
"Restore Layer" = "Ebene wiederherstellen";

/* Label explaining how a layer is restored from a previous file version */
"First, creates a backup layer “%@” with the contents of the current layer. Then, replaces the current layer with the layer “%@” from the selected version." = "Erstellt zunächst eine Backup-Ebene „%1$@“ mit dem Inhalt der aktuellen Ebene. Dann wird die aktuelle Ebene durch die Ebene „%2$@“ aus der ausgewählten Version ersetzt.";

/* Button that restores a layer from a previous version and marks the restored layer as a backup layer */
"Restore Layer as Backup Layer" = "Ebene als Backup-Ebene wiederherstellen";

/* Label explaining how a layer is restored from a previous file version */
"Restores the layer “%@” from the selected version as a backup layer “%@”. The current layers are left unchanged." = "Stellt die Ebene „%1$@“ von der ausgewählten Version als Backup-Ebene „%2$@“ wieder her. Die aktuellen Ebenen bleiben unverändert.";

/* Button that restores a layer from a previous version and places it on the background of the current version */
"Restore Layer as Background" = "Ebene als Hintergrund wiederherstellen";

/* Label explaining how a layer is restored from a previous file version */
"Restores the layer “%@” from the selected version by replacing the current background. Any paths, anchors, and other elements on the current background will first be deleted." = "Stellt die Ebene „%1$@“ von der ausgewählten Version wieder her, indem der aktuelle Hintergrund ersetzt wird. Bestehende Pfade, Anker und andere Elemente werden zunächst vom aktuellen Hintergrund gelöscht.";

/* Label for a layer that was restored at a certain date */
"Restored (%@): %@: %@" = "Wiederhergestellt (%@): %@: %@";
